{
    "changelog.md": {
        "Changelog Openvpn": "Changelog Openvpn",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Zur Erinnerung: Wenn keine Informationen zum Update vorhanden sind, bedeutet dies, dass es sich nur um die Aktualisierung von Dokumentation, Übersetzung oder Text handelt",
        "15\/02\/2021": "15.02.2021",
        "Debut du support haute disponibilité pour le nouveau systeme de DNS": "Beginn der Hochverfügbarkeitsunterstützung für das neue DNS-System",
        "16\/11\/2020": "16\/11\/2020",
        "Nouvelle présentation de la liste des objets": "Neue Darstellung der Objektliste",
        "Ajout du tag \"Compatibilité V4": "Hinzufügung des Tags \"V4-Kompatibilität",
        "14\/11\/2019": "2019.11.14",
        "Correction de bugs": "Fehlerbehebungen",
        "28\/04\/2019": "2019.04.28",
        "16\/04\/2019": "2019.04.16",
        "16\/01\/2019": "16.01.2019",
        "Correction d'un souci concernant les dépendances": "Ein Problem mit Abhängigkeiten wurde behoben",
        "23\/11\/2018": "23.11.2008",
        "09\/11\/2018": "2018.09.11",
        "Possibilité d'ajouter des options sur la configuration openvpn": "Möglichkeit, Optionen zur openvpn-Konfiguration hinzuzufügen",
        "Possibilité d'exécuter des commandes après le démarrage du DNS (le tag": "Möglichkeit, Befehle nach dem Start von DNS (dem Tag) auszuführen",
        "permet d'obtenir le nom de l'interface": "ermöglicht es, den Namen der Schnittstelle zu erhalten",
        "30\/10\/2018": "2018.10.30",
        "Amélioration du calcul de l'installation ou non des dépendances": "Verbesserung der Berechnung der Installation oder nicht der Abhängigkeiten",
        "29\/05\/2018": "2018.05.29",
        "Optimisation du plugin pour les DNS Jeedom": "Optimierung des Plugins für Jeedom DNS",
        "20\/04\/2018": "2018.04.20",
        "Correction d'un bug sur le démarrage du plugin": "Behebung eines Fehlers beim Start des Plugins",
        "15\/04\/2018": "2018.04.15",
        "La vérification du statut du VPN se fait maintenant toutes les 5 minutes au lieu de 15 minutes": "Die VPN-Statusprüfung wird jetzt alle 5 Minuten statt 15 Minuten durchgeführt",
        "01\/03\/2018": "03\/01\/2018",
        "Correction d'un bug sur l'upload de fichier (CA et autres": "Behebung eines Fehlers beim Hochladen von Dateien (CA und andere)",
        " IMPORTANT.": " Wichtig.",
        " IMPORTANT?": " Wichtig?",
        "IMPORTANT ": "Wichtig ",
        " IMPORTANT]": " Wichtig]",
        "[IMPORTANT]": "[Wichtig]",
        "*IMPORTANT*": "*Wichtig*",
        " IMPORTANT*": " Wichtig*",
        " Optimisations.": " Optimierungen.",
        " Optimisations?": " Optimierungen?",
        "Optimisations ": "Optimierungen ",
        " Optimisations]": " Optimierungen]",
        "[Optimisations]": "[Optimierungen]",
        "*Optimisations*": "*Optimierungen*",
        " Optimisations*": " Optimierungen*"
    },
    "index.md": {
        "Plugin Openvpn": "Openvpn Plugin",
        "Ce plugin permet de connecter Jeedom à un serveur openvpn": "Dieses Plugin ermöglicht die Verbindung von Jeedom mit einem openvpn-Server",
        "Il est aussi utilisé et donc obligatoire pour le service DNS Jeedom qui vous permet d'accèder à votre Jeedom depuis internet": "Es wird auch für den Jeedom-DNS-Dienst verwendet und ist daher obligatorisch, mit dem Sie über das Internet auf Ihr Jeedom zugreifen können",
        "Configuration du plugin": "Plugin Konfiguration",
        "Installer\/Mettre à jour": "Installiere Update",
        "Après téléchargement du plugin, il suffit d'activer et d'installer les dépendances openvpn (cliquer sur le bouton": "Aktivieren und installieren Sie nach dem Herunterladen des Plugins einfach die openvpn-Abhängigkeiten (klicken Sie auf die Schaltfläche",
        "Configuration des équipements": "Gerätekonfiguration",
        "Vous retrouvez ici toute la configuration de votre équipement": "Hier finden Sie die gesamte Konfiguration Ihrer Geräte",
        "Nom de l'équipement Openvpn": "Name des openvpn-Geräts",
        "nom de votre équipement Openvpn": "Name Ihres Openvpn-Geräts",
        "Objet parent": "Übergeordnetes Objekt",
        "indique l'objet parent auquel appartient l'équipement": "Gibt das übergeordnete Objekt an, zu dem das Gerät gehört",
        "Catégorie": "Kategorie",
        "les catégories de l'équipement (il peut appartenir à plusieurs catégories": "Gerätekategorien (es kann zu mehreren Kategorien gehören",
        "permet de rendre votre équipement actif": "macht Ihre Ausrüstung aktiv",
        "rend votre équipement visible sur le dashboard": "macht Ihre Ausrüstung auf dem Armaturenbrett sichtbar",
        "documentation openvpn": "openvpn Dokumentation",
        "Les autres options ne seront pas détaillées ici, pour avoir de plus amples informations veuillez vous référer à la": "Die anderen Optionen werden hier nicht näher erläutert. Weitere Informationen finden Sie in der",
        "Concernant les commandes shell executées après le démarrage, il existe le tag `": "In Bezug auf Shell-Befehle, die nach dem Start ausgeführt werden, gibt es das Tag `",
        "` permettant d'obtenir le nom de l'interface en cours": "`Erlauben, den Namen der aktuellen Schnittstelle zu erhalten",
        "En dessous vous retrouvez la liste des commandes": "Nachfolgend finden Sie die Liste der Bestellungen",
        "le nom affiché sur le dashboard": "Der im Dashboard angezeigte Name",
        "permet d'afficher la donnée sur le dashboard": "ermöglicht die Anzeige der Daten im Dashboard",
        "permet de tester la commande": "Wird zum Testen des Befehls verwendet",
        "Jeedom va vérifier toutes les 5 minutes si le VPN est bien démarré ou arreté et agir en conséquence si ce n'est pas le cas": "Jeedom überprüft alle 5 Minuten, ob das VPN gestartet oder gestoppt wurde, und handelt entsprechend, wenn dies nicht der Fall ist",
        " Activer.": " Aktivieren.",
        " Activer?": " Aktivieren?",
        "Activer ": "Aktivieren ",
        " Activer]": " Aktivieren]",
        "[Activer]": "[Aktivieren]",
        "*Activer*": "*Aktivieren*",
        " Activer*": " Aktivieren*",
        " Visible.": " Sichtbar.",
        " Visible?": " Sichtbar?",
        "Visible ": "Sichtbar ",
        " Visible]": " Sichtbar]",
        "[Visible]": "[Sichtbar]",
        "*Visible*": "*Sichtbar*",
        " Visible*": " Sichtbar*",
        " Note.": " Notiz.",
        " Note?": " Notiz?",
        "Note ": "Notiz ",
        " Note]": " Notiz]",
        "[Note]": "[Notiz]",
        "*Note*": "*Notiz*",
        " Note*": " Notiz*",
        " Nom.": " Name.",
        " Nom?": " Name?",
        "Nom ": "Name ",
        " Nom]": " Name]",
        "[Nom]": "[Name]",
        "*Nom*": "*Name*",
        " Nom*": " Name*",
        " Afficher.": " Anzeige.",
        " Afficher?": " Anzeige?",
        "Afficher ": "Anzeige ",
        " Afficher]": " Anzeige]",
        "[Afficher]": "[Anzeige]",
        "*Afficher*": "*Anzeige*",
        " Afficher*": " Anzeige*",
        " Tester.": " Test.",
        " Tester?": " Test?",
        "Tester ": "Test ",
        " Tester]": " Test]",
        "[Tester]": "[Test]",
        "*Tester*": "*Test*",
        " Tester*": " Test*"
    }
}