{
    "changelog.md": {
        "Changelog Openvpn": "Changelog Openvpn",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "As a reminder if there is no information on the update, it means that it only concerns the updating of documentation, translation or text",
        "15\/02\/2021": "02\/15\/2021",
        "Debut du support haute disponibilité pour le nouveau systeme de DNS": "Beginning of high availability support for the new DNS system",
        "16\/11\/2020": "16\/11\/2020",
        "Nouvelle présentation de la liste des objets": "New presentation of the list of objects",
        "Ajout du tag \"Compatibilité V4": "Addition of the tag \"V4 compatibility",
        "14\/11\/2019": "11\/14\/2019",
        "Correction de bugs": "Bugfix",
        "28\/04\/2019": "04\/28\/2019",
        "16\/04\/2019": "04\/16\/2019",
        "16\/01\/2019": "01\/16\/2019",
        "Correction d'un souci concernant les dépendances": "Fixed an issue with dependencies",
        "23\/11\/2018": "11\/23\/2018",
        "09\/11\/2018": "11\/09\/2018",
        "Possibilité d'ajouter des options sur la configuration openvpn": "Possibility to add options on the openvpn configuration",
        "Possibilité d'exécuter des commandes après le démarrage du DNS (le tag": "Ability to execute commands after starting DNS (the tag",
        "permet d'obtenir le nom de l'interface": "allows to obtain the name of the interface",
        "30\/10\/2018": "10\/30\/2018",
        "Amélioration du calcul de l'installation ou non des dépendances": "Improvement of the calculation of the installation or not of the dependencies",
        "29\/05\/2018": "05\/29\/2018",
        "Optimisation du plugin pour les DNS Jeedom": "Optimization of the plugin for Jeedom DNS",
        "20\/04\/2018": "04\/20\/2018",
        "Correction d'un bug sur le démarrage du plugin": "Correction of a bug on the plugin startup",
        "15\/04\/2018": "04\/15\/2018",
        "La vérification du statut du VPN se fait maintenant toutes les 5 minutes au lieu de 15 minutes": "The VPN status check is now done every 5 minutes instead of 15 minutes",
        "01\/03\/2018": "03\/01\/2018",
        "Correction d'un bug sur l'upload de fichier (CA et autres": "Correction of a bug on file upload (CA and others",
        " IMPORTANT.": " Important.",
        " IMPORTANT?": " Important?",
        "IMPORTANT ": "Important ",
        " IMPORTANT]": " Important]",
        "[IMPORTANT]": "[Important]",
        "*IMPORTANT*": "*Important*",
        " IMPORTANT*": " Important*",
        " Optimisations.": " Optimizations.",
        " Optimisations?": " Optimizations?",
        "Optimisations ": "Optimizations ",
        " Optimisations]": " Optimizations]",
        "[Optimisations]": "[Optimizations]",
        "*Optimisations*": "*Optimizations*",
        " Optimisations*": " Optimizations*"
    },
    "index.md": {
        "Plugin Openvpn": "Openvpn plugin",
        "Ce plugin permet de connecter Jeedom à un serveur openvpn": "This plugin allows to connect Jeedom to an openvpn server",
        "Il est aussi utilisé et donc obligatoire pour le service DNS Jeedom qui vous permet d'accèder à votre Jeedom depuis internet": "It is also used and therefore mandatory for the Jeedom DNS service which allows you to access your Jeedom from the internet",
        "Configuration du plugin": "Plugin configuration",
        "Installer\/Mettre à jour": "Install \/ Update",
        "Après téléchargement du plugin, il suffit d'activer et d'installer les dépendances openvpn (cliquer sur le bouton": "After downloading the plugin, simply activate and install the openvpn dependencies (click on the button",
        "Configuration des équipements": "Equipment configuration",
        "Vous retrouvez ici toute la configuration de votre équipement": "Here you find all the configuration of your equipment",
        "Nom de l'équipement Openvpn": "Name of the openvpn device",
        "nom de votre équipement Openvpn": "name of your Openvpn device",
        "Objet parent": "Parent object",
        "indique l'objet parent auquel appartient l'équipement": "indicates the parent object to which the equipment belongs",
        "Catégorie": "Category",
        "les catégories de l'équipement (il peut appartenir à plusieurs catégories": "equipment categories (it can belong to several categories",
        "permet de rendre votre équipement actif": "makes your equipment active",
        "rend votre équipement visible sur le dashboard": "makes your equipment visible on the dashboard",
        "documentation openvpn": "openvpn documentation",
        "Les autres options ne seront pas détaillées ici, pour avoir de plus amples informations veuillez vous référer à la": "The other options will not be detailed here, for more information please refer to the",
        "Concernant les commandes shell executées après le démarrage, il existe le tag `": "Concerning shell commands executed after startup, there is the tag `",
        "` permettant d'obtenir le nom de l'interface en cours": "`allowing to obtain the name of the current interface",
        "En dessous vous retrouvez la liste des commandes": "Below you find the list of orders",
        "le nom affiché sur le dashboard": "the name displayed on the dashboard",
        "permet d'afficher la donnée sur le dashboard": "allows to display the data on the dashboard",
        "permet de tester la commande": "Used to test the command",
        "Jeedom va vérifier toutes les 5 minutes si le VPN est bien démarré ou arreté et agir en conséquence si ce n'est pas le cas": "Jeedom will check every 5 minutes if the VPN is started or stopped and act accordingly if it is not",
        " Activer.": " Activate.",
        " Activer?": " Activate?",
        "Activer ": "Activate ",
        " Activer]": " Activate]",
        "[Activer]": "[Activate]",
        "*Activer*": "*Activate*",
        " Activer*": " Activate*",
        " Visible.": " Visible.",
        " Visible?": " Visible?",
        "Visible ": "Visible ",
        " Visible]": " Visible]",
        "[Visible]": "[Visible]",
        "*Visible*": "*Visible*",
        " Visible*": " Visible*",
        " Note.": " NOTE.",
        " Note?": " NOTE?",
        "Note ": "NOTE ",
        " Note]": " NOTE]",
        "[Note]": "[NOTE]",
        "*Note*": "*NOTE*",
        " Note*": " NOTE*",
        " Nom.": " Name.",
        " Nom?": " Name?",
        "Nom ": "Name ",
        " Nom]": " Name]",
        "[Nom]": "[Name]",
        "*Nom*": "*Name*",
        " Nom*": " Name*",
        " Afficher.": " Pin up.",
        " Afficher?": " Pin up?",
        "Afficher ": "Pin up ",
        " Afficher]": " Pin up]",
        "[Afficher]": "[Pin up]",
        "*Afficher*": "*Pin up*",
        " Afficher*": " Pin up*",
        " Tester.": " Test.",
        " Tester?": " Test?",
        "Tester ": "Test ",
        " Tester]": " Test]",
        "[Tester]": "[Test]",
        "*Tester*": "*Test*",
        " Tester*": " Test*"
    }
}