{
    "changelog.md": {
        "Changelog Openvpn": "Registro de cambios Openvpn",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como recordatorio si no hay información sobre la actualización, significa que solo se refiere a la actualización de documentación, traducción o texto",
        "15\/02\/2021": "15\/02\/2021",
        "Debut du support haute disponibilité pour le nouveau systeme de DNS": "Inicio del soporte de alta disponibilidad para el nuevo sistema DNS",
        "16\/11\/2020": "16\/11\/2020",
        "Nouvelle présentation de la liste des objets": "Nueva presentación de la lista de objetos",
        "Ajout du tag \"Compatibilité V4": "Adición de la etiqueta \"compatibilidad V4",
        "14\/11\/2019": "11\/14\/2019",
        "Correction de bugs": "Correcciones de errores",
        "28\/04\/2019": "04\/28\/2019",
        "16\/04\/2019": "04\/16\/2019",
        "16\/01\/2019": "16\/01\/2019",
        "Correction d'un souci concernant les dépendances": "Se solucionó un problema con las dependencias",
        "23\/11\/2018": "23\/11\/2018",
        "09\/11\/2018": "09\/11\/2018",
        "Possibilité d'ajouter des options sur la configuration openvpn": "Posibilidad de agregar opciones en la configuración de openvpn",
        "Possibilité d'exécuter des commandes après le démarrage du DNS (le tag": "Capacidad para ejecutar comandos después de iniciar DNS (la etiqueta",
        "permet d'obtenir le nom de l'interface": "permite obtener el nombre de la interfaz",
        "30\/10\/2018": "10\/30\/2018",
        "Amélioration du calcul de l'installation ou non des dépendances": "Mejora del cálculo de la instalación o no de las dependencias",
        "29\/05\/2018": "05\/29\/2018",
        "Optimisation du plugin pour les DNS Jeedom": "Optimización del complemento para Jeedom DNS",
        "20\/04\/2018": "04\/20\/2018",
        "Correction d'un bug sur le démarrage du plugin": "Corrección de un error en el inicio del complemento",
        "15\/04\/2018": "04\/15\/2018",
        "La vérification du statut du VPN se fait maintenant toutes les 5 minutes au lieu de 15 minutes": "La verificación del estado de la VPN ahora se realiza cada 5 minutos en lugar de 15 minutos",
        "01\/03\/2018": "01\/03\/2018",
        "Correction d'un bug sur l'upload de fichier (CA et autres": "Corrección de un error en la carga de archivos (CA y otros",
        " IMPORTANT.": " Importante.",
        " IMPORTANT?": " Importante?",
        "IMPORTANT ": "Importante ",
        " IMPORTANT]": " Importante]",
        "[IMPORTANT]": "[Importante]",
        "*IMPORTANT*": "*Importante*",
        " IMPORTANT*": " Importante*",
        " Optimisations.": " Optimizaciones.",
        " Optimisations?": " Optimizaciones?",
        "Optimisations ": "Optimizaciones ",
        " Optimisations]": " Optimizaciones]",
        "[Optimisations]": "[Optimizaciones]",
        "*Optimisations*": "*Optimizaciones*",
        " Optimisations*": " Optimizaciones*"
    },
    "index.md": {
        "Plugin Openvpn": "Complemento Openvpn",
        "Ce plugin permet de connecter Jeedom à un serveur openvpn": "Este complemento permite conectar Jeedom a un servidor openvpn",
        "Il est aussi utilisé et donc obligatoire pour le service DNS Jeedom qui vous permet d'accèder à votre Jeedom depuis internet": "También se utiliza y, por lo tanto, es obligatorio para el servicio de DNS de Jeedom que le permite acceder a su Jeedom desde Internet",
        "Configuration du plugin": "Configuración del plugin",
        "Installer\/Mettre à jour": "Instalar actualización",
        "Après téléchargement du plugin, il suffit d'activer et d'installer les dépendances openvpn (cliquer sur le bouton": "Después de descargar el complemento, simplemente active e instale las dependencias de openvpn (haga clic en el botón",
        "Configuration des équipements": "Configuración del equipo",
        "Vous retrouvez ici toute la configuration de votre équipement": "Aquí encontrarás toda la configuración de tu equipo",
        "Nom de l'équipement Openvpn": "Nombre del dispositivo openvpn",
        "nom de votre équipement Openvpn": "nombre de su dispositivo Openvpn",
        "Objet parent": "Objeto padre",
        "indique l'objet parent auquel appartient l'équipement": "indica el objeto padre al que pertenece el equipo",
        "Catégorie": "Categoría",
        "les catégories de l'équipement (il peut appartenir à plusieurs catégories": "categorías de equipos (puede pertenecer a varias categorías",
        "permet de rendre votre équipement actif": "activa su equipo",
        "rend votre équipement visible sur le dashboard": "hace que su equipo sea visible en el tablero",
        "documentation openvpn": "documentación openvpn",
        "Les autres options ne seront pas détaillées ici, pour avoir de plus amples informations veuillez vous référer à la": "Las otras opciones no se detallarán aquí; para obtener más información, consulte la",
        "Concernant les commandes shell executées après le démarrage, il existe le tag `": "Con respecto a los comandos de shell ejecutados después del inicio, existe la etiqueta `",
        "` permettant d'obtenir le nom de l'interface en cours": "`permitiendo obtener el nombre de la interfaz actual",
        "En dessous vous retrouvez la liste des commandes": "A continuación encontrará la lista de pedidos",
        "le nom affiché sur le dashboard": "el nombre que se muestra en el tablero",
        "permet d'afficher la donnée sur le dashboard": "permite mostrar los datos en el tablero",
        "permet de tester la commande": "Se usa para probar el comando",
        "Jeedom va vérifier toutes les 5 minutes si le VPN est bien démarré ou arreté et agir en conséquence si ce n'est pas le cas": "Jeedom comprobará cada 5 minutos si la VPN está iniciada o detenida y actuará en consecuencia si no lo está",
        " Activer.": " Activar.",
        " Activer?": " Activar?",
        "Activer ": "Activar ",
        " Activer]": " Activar]",
        "[Activer]": "[Activar]",
        "*Activer*": "*Activar*",
        " Activer*": " Activar*",
        " Visible.": " Visible.",
        " Visible?": " Visible?",
        "Visible ": "Visible ",
        " Visible]": " Visible]",
        "[Visible]": "[Visible]",
        "*Visible*": "*Visible*",
        " Visible*": " Visible*",
        " Note.": " Nota.",
        " Note?": " Nota?",
        "Note ": "Nota ",
        " Note]": " Nota]",
        "[Note]": "[Nota]",
        "*Note*": "*Nota*",
        " Note*": " Nota*",
        " Nom.": " Nombre.",
        " Nom?": " Nombre?",
        "Nom ": "Nombre ",
        " Nom]": " Nombre]",
        "[Nom]": "[Nombre]",
        "*Nom*": "*Nombre*",
        " Nom*": " Nombre*",
        " Afficher.": " Mostrar.",
        " Afficher?": " Mostrar?",
        "Afficher ": "Mostrar ",
        " Afficher]": " Mostrar]",
        "[Afficher]": "[Mostrar]",
        "*Afficher*": "*Mostrar*",
        " Afficher*": " Mostrar*",
        " Tester.": " Probar.",
        " Tester?": " Probar?",
        "Tester ": "Probar ",
        " Tester]": " Probar]",
        "[Tester]": "[Probar]",
        "*Tester*": "*Probar*",
        " Tester*": " Probar*"
    }
}